# Bot config
token = "8380418054:AAFjvWJZ8tF_TQI4ebxBkK0a38pYyPVAti8"  # Production

# Telethon config
api_id = 34414327
api_hash = "ef7ab66fb4fdfcd5f8625e0d7fe1f2a8"

# Qiwi config
qiwi_secret_token = ""
qiwi_withdraw_token = ""

# Bot settings
admins = [6496180455]
admin_contact = "@botmacker"
arbitrage = 6496180455
notifications_channel = -1001948926157
feedback_channel = -1001948926157

information = """Пользователи сервиса могут провести сделку 24/7, что, согласитесь, очень удобно.

Основные моменты:
➖ Минимальная сумма сделки 10 RUB
➖ Оплата принимается в BTC BANKIR и QIWI. Выплата, соответственно, производится также
➖ Комиссия сервиса 0%
➖ Сумма сделки фиксируется в RUB в момент заключения сделки.

Открытие спора после оплаты Гарант-Сервиса.
➖ У покупателя и у продавца в процессе сделки есть кнопка "Открыть арбитраж". Сделка автоматически переходит в статус "Арбитраж". Продавец или покупатель должны написать Арбитру. После вынесения решения - денежные средства переводятся.


Внимание! Сделку должен начать Покупатель воспользовавшись поиском пользователей! Это важный момент."""
